<?php
return [
    //    HEADER
    'head_message' => 'Государственное учреждение «Управление развития комфортной городской среды города Шымкент»',

//    NAVBAR
    'main' => 'Главная',
    'map' => 'Карта',
    'hot_map' => 'Тепловая карта',
    'contact' => 'Контакты',
    'login' => 'Вход',
    'hello' => 'Привет',

//    FRONT
    'slider_message_1' => 'Реестр зеленых насаждений города Шымкент ',
    'slider_message_2' => 'Создание здоровой и привлекательной окружающей среды ',
    'slider_bottom_message' => 'Интерактивная карта насаждений',
    'under_sl_title_message_1' => 'Интерактивная карта',
    'under_sl_title_message_2' => 'Большая база насаждений',
    'under_sl_title_message_3' => 'Готовы ответить на ваши вопросы',
    'under_sl_desc_message_1' => 'Просматривайте всю информацию о текущих насаждениях города не выходя из дома',
    'under_sl_desc_message_2' => 'Узнайте какие насаждения присутствуют в городе',
    'under_sl_desc_message_3' => 'Остались вопросы? Задавайте мы ответим на них!',

    'trees' => 'Насаждений',
    'our_mission' => 'Наша миссия',
    'our_mission_desc' => 'Наша миссия также включает планы развития зеленых насаждений города. Мы стремимся увеличить площадь парковых зон и садов, расширить зоны пешеходных аллей и велосипедных дорожек, а также создать вертикальные сады и крышные сады. Мы также осознаем важность повышения осведомленности горожан о значимости зеленых насаждений и активно проводим образовательные мероприятия и кампании.',
    'mission_right_message_1' => 'На интерактивной карте вы можете узнать о насаждениях города',
    'mission_right_message_title' => 'Внесите свой вклад',
    'mission_right_message_2' => 'Будем строить зеленое будущее вместе',
    'write_us' => 'Напишите нам',
    'type_trees' => 'Видов насаждений',
    'commands' => 'Команды',
    'categories' => 'Категорий',
    'our_targets' => 'Наши цели',
    'target_title' => 'Над чем мы работаем',
    'target_card_title_1' => 'Красивый вид',
    'target_card_title_2' => 'Экологическая выгода',
    'target_card_title_3' => 'Разнообразие зеленых насаждений',
    'target_card_title_4' => 'Создание преимуществ',
    'target_card_title_5' => 'Зеленые технологии',
    'target_card_title_6' => 'Планы развития зеленых насаждений города',
    'target_card_desc_1' => '<p class="mb-4">
                                Зеленые насаждения города Шымкент: Создание здоровой и привлекательной окружающей среды
                            </p>',
    'target_card_desc_2' => '<p class="mb-4">
                                <i class="fas fa-check text-green-500 px-1"></i>Улучшение качества воздуха<br>
                                <i class="fas fa-check text-green-500 px-1"></i>Снижение уровня шума<br>
                                <i class="fas fa-check text-green-500 px-1"></i>Создание приятной атмосферы<br>
                            </p>',
    'target_card_desc_3' => '<p class="mb-4">
                                <i class="fas fa-check text-green-500 px-1"></i>Парки и скверы <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Аллеи и бульвары <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Цветочные клумбы и розарии <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Декоративные деревья и кустарники <br>
                            </p>',
    'target_card_desc_4' => '<p class="mb-4">
                                <i class="fas fa-check text-green-500 px-1"></i>Создание уединенных зон для отдыха и релаксации <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Поддержка биоразнообразия и экосистемы <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Повышение физической активности и здоровья горожан <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Снижение температуры в городской среде <br>
                            </p>',
    'target_card_desc_5' => '<p class="mb-4">
                                <i class="fas fa-check text-green-500 px-1"></i>Регулярное обслуживание и уход за растениями <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Правильный выбор видов растений и их расположение <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Внедрение инновационных методов орошения и удобрения <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Вовлечение сообщества и граждан в заботу о зеленых насаждениях <br>
                            </p>',
    'target_card_desc_6' => '<p class="mb-4">
                                <i class="fas fa-check text-green-500 px-1"></i>Увеличение площади парковых зон и садов <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Повышение осведомленности о значимости зеленых насаждений <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Будем строить зеленое будущее вместе <br>
                            </p>',
    'form_text' => 'Приглашаем вас стать частью зеленой программы нашего города',
    'name' => 'Ваше Имя',
    'email' => 'Email',
    'phone' => 'Ваш Телефон',
    'title' => 'Тема вашего сообщения',
    'text' => 'Текст письма',
    'send' => 'Отправить',
    'helps' => 'Содействие',
    'helps_title' => 'Содействие и помощь в развитии',
    'links' => 'Ссылки',
    'department_1' => 'Министерство Экологии и Природных Ресурсов Казахстана',
    'department_2' => 'Жасыл Ел',
    'department_3' => 'Акимат города Шымкент',
    'private_policy_title' => 'Пользовательское соглашение',
    'privacy_message' => 'Все права защищены'


];
