<?php
return [
//    HEADER
    'head_message' => '"Шымкент қаласының жайлы қалалық ортаны дамыту басқармасы" мемлекеттік мекемесі',

//    NAVBAR
    'main' => 'Басты бет',
    'map' => 'Карта',
    'hot_map' => 'Жылу картасы',
    'contact' => 'Байланыс',
    'login' => 'Кіру',
    'hello' => 'Сәлем',

//    FRONT
    'slider_message_1' => 'Шымкент қаласының жасыл желектер тізілімі ',
    'slider_message_2' => 'Салауатты және тартымды орта құру ',
    'slider_bottom_message' => 'Интерактивті екпелер картасы',
    'under_sl_title_message_1' => 'Интерактивті карта',
    'under_sl_title_message_2' => 'Ағаштардың үлкен базасы',
    'under_sl_title_message_3' => 'Сіздің сұрақтарыңызға жауап беруге дайынбыз',
    'under_sl_desc_message_1' => 'Қаланың ағымдағы ағаштар туралы барлық ақпаратты үйден шықпай ақ қараңыз',
    'under_sl_desc_message_2' => 'Қалада қандай ағаштар бар екенін біліңіз',
    'under_sl_desc_message_3' => 'Сұрақтар қалды ма? Біз оларға жауап береміз!',

    'trees' => 'Ағаштар',
    'our_mission' => 'Біздің миссия',
    'our_mission_desc' => 'Біздің миссиямызға қаланың жасыл кеңістігін дамыту жоспарлары да кіреді. Біз саябақтар мен бақтардың аумағын ұлғайтуға, жаяу жүргіншілер жолы мен велосипед жолдарының аймақтарын кеңейтуге, тік бақтар мен шатыр бақтарын құруға тырысамыз. Біз сондай-ақ қала тұрғындарының жасыл кеңістіктің маңыздылығы туралы хабардарлығын арттырудың маңыздылығын түсінеміз және білім беру іс-шаралары мен науқандарын белсенді түрде өткіземіз.',
    'mission_right_message_1' => 'Интерактивті картада сіз қаланың ағаштары туралы біле аласыз',
    'mission_right_message_title' => 'Өз үлесіңізді қосыңыз',
    'mission_right_message_2' => 'Жасыл Болашақты бірге құрайық',
    'write_us' => 'Бізге жазыңыз',
    'type_trees' => 'Ағаштар түрі',
    'commands' => 'Командалар',
    'categories' => 'Санаттар',
    'our_targets' => 'Біздің мақсатымыз',
    'target_title' => 'Біз немен жұмыс істеп жатырмыз',
    'target_card_title_1' => 'Әдемі көрініс',
    'target_card_title_2' => 'Экологиялық пайда',
    'target_card_title_3' => 'Жасыл кеңістіктердің әр түрлілігі',
    'target_card_title_4' => 'Артықшылықтар жасау',
    'target_card_title_5' => 'Жасыл технологиялар',
    'target_card_title_6' => 'Қаланың жасыл желектерін дамыту жоспарлары',
    'target_card_desc_1' => '<p class="mb-4">
                                Шымкент қаласының жасыл желектері: салауатты және тартымды орта құру
                            </p>',
    'target_card_desc_2' => '<p class="mb-4">
                                <i class="fas fa-check text-green-500 px-1"></i>Ауа сапасын жақсарту<br>
                                <i class="fas fa-check text-green-500 px-1"></i>Шу деңгейін төмендету<br>
                                <i class="fas fa-check text-green-500 px-1"></i>Жағымды атмосфера құру<br>
                            </p>',
    'target_card_desc_3' => '<p class="mb-4">
                                <i class="fas fa-check text-green-500 px-1"></i>Саябақтар мен алаңдар<br>
                                <i class="fas fa-check text-green-500 px-1"></i>Аллеялар мен бульварлар <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Гүлзарлар мен раушан бақтары <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Сәндік ағаштар мен бұталар <br>
                            </p>',
    'target_card_desc_4' => '<p class="mb-4">
                                <i class="fas fa-check text-green-500 px-1"></i>Демалыс және релаксация үшін жеке аймақтарды құру <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Биоәртүрлілік пен экожүйені қолдау <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Қала тұрғындарының дене белсенділігі мен денсаулығын арттыру <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Қалалық ортада температураның төмендеуі <br>
                            </p>',
    'target_card_desc_5' => '<p class="mb-4">
                                <i class="fas fa-check text-green-500 px-1"></i>Өсімдіктерді үнемі күтіп ұстау және күту <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Өсімдік түрлерін дұрыс таңдау және олардың орналасуы <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Суару мен тыңайтудың инновациялық әдістерін енгізу <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Жасыл желектерді күтуге қоғамдастық пен азаматтарды тарту <br>
                            </p>',
    'target_card_desc_6' => '<p class="mb-4">
                                <i class="fas fa-check text-green-500 px-1"></i>Саябақ аймақтары мен бақтардың аумағын ұлғайту <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Жасыл кеңістіктің маңыздылығы туралы хабардарлықты арттыру <br>
                                <i class="fas fa-check text-green-500 px-1"></i>Жасыл Болашақты бірге құрайық <br>
                            </p>',
    'form_text' => 'Сіздерді қаламыздың жасыл бағдарламасының бір бөлігі болуға шақырамыз',
    'name' => 'Сіздің Атыңыз',
    'email' => 'Email',
    'phone' => 'Сіздің Телефоныңыз',
    'title' => 'Сіздің хабарламаңыздың тақырыбы',
    'text' => 'Хат мәтіні',
    'send' => 'Жіберу',
    'helps' => 'Жәрдемдесу',
    'helps_title' => 'Дамуға жәрдемдесу және көмек көрсету',
    'links' => 'Сілтемелер',
    'department_1' => 'Қазақстанның Экология және табиғи ресурстар министрлігі',
    'department_2' => 'Жасыл Ел',
    'department_3' => 'Шымкент қаласының әкімдігі',
    'private_policy_title' => 'Пайдаланушы келісімі',
    'privacy_message' => 'Барлық құқықтар қорғалған'
];
