<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы для проверки значений
    |--------------------------------------------------------------------------
    |
    | Последующие языковые строки содержат сообщения по-умолчанию, используемые
    | классом, проверяющим значения (валидатором). Некоторые из правил имеют
    | несколько версий, например, size. Вы можете поменять их на любые
    | другие, которые лучше подходят для вашего приложения.
    |
    */

    'accepted' => ' сіз қабылдауыңыз керек :attribute.',
    'active_url' => '  :attribute жарамсыз URL мекен-жайын қамтиды.',
    'after' => ' нде :attribute үлкен күн болуы керек: күні.',
    'after_or_equal' => ' нде :attribute үлкенірек немесе тең болуы керек :күні.',
    'alpha' => '  :attribute тек әріптерді қамтуы мүмкін.',
    'alpha_dash' => ' :attribute құрамында тек әріптер, сандар, сызықша және төменгі астын сызу болуы мүмкін.',
    'alpha_num' => ' :attribute тек әріптер мен сандарды қамтуы мүмкін.',
    'array' => ' :attribute массив болуы керек.',
    'before' => ' нде :attribute ертерек күн болуы керек: күні.',
    'before_or_equal' => ' нде :attribute ертерек немесе тең болуы керек: күні.',
    'between' => [
        'numeric' => ' :attribute :min және :max арасында болуы керек.',
    'file'=>' :attribute ндегі файл өлшемі :min және :Max Килобайт(A) арасында болуы керек.',
    'string' => '  таңбалар саны :attribute :min және :max арасында болуы керек.',
    'array' => '  элементтер саны :attribute :min және :max арасында болуы керек.',
    ],
    'boolean' => ' :attribute логикалық типтегі мәнге ие болуы керек.',
    'confirmed' => ' :attribute растаумен бірдей емес.',
    'date' => ' :attribute күн емес.',
    'date_equals' => ' :attribute тең күн болуы керек: күні.',
    'date_format' => ' :attribute: format форматына сәйкес келмейді.',
    'different' => ' өрістер :attribute және: other әр түрлі болуы керек.',
    'digits' => ' сандық өрістің ұзындығы :attribute болуы керек: digits.',
    'digits_between' => ' сандық өрістің ұзындығы :attribute :min және :max арасында болуы керек.',
    'dimensions' => ' :attribute жарамсыз кескін өлшемдеріне ие.',
    'distinct' => ' :attribute қайталанатын мәнді қамтиды.',
    'email' => '  :attribute жарамды электрондық пошта мекенжайы болуы керек.',
    'ends_with' => ':attribute келесі мәндердің бірімен аяқталуы керек:: values',
    'exists' => ' үшін таңдалған мән :attribute дұрыс емес.',
    'file' => ' :attribute файл болуы керек.',
    'толтырылған' => ' :attribute міндетті түрде толтырылады.',
    'gt' => [
        'numeric' => ' :attribute үлкенірек болуы керек: мәні.',
    'file' => '  файл өлшемі :attribute үлкенірек болуы керек: мәні Килобайт(а).',
    'string' => '  таңбалар саны :attribute үлкен болуы керек: value.',
    'array' => '  элементтер саны :attribute үлкен болуы керек: мәні.',
    ],
    'gte' => [
        'numeric' => ' :attribute: value немесе одан үлкен болуы керек.',
    'file' => '  файл өлшемі :attribute болуы керек: мәні Килобайт(а) немесе одан да көп.',
    'string' => '  таңбалар саны :attribute болуы керек: мәні немесе одан көп.',
    'array' => '  элементтер саны :attribute болуы керек: мәні немесе одан көп.',
    ],
    'image' => ' :attribute кескін болуы керек.',
    'in' => ' таңдалған мән :attribute қате.',
    'in_array' => ' :attribute: басқа жерде жоқ.',
    'integer' => ' :attribute бүтін сан болуы керек.',
    'ip' => ' :attribute жарамды IP мекенжайы болуы керек.',
    'ipv4' => ' :attribute жарамды IPv4 мекен-жайы болуы керек.',
    'ipv6' => ' :attribute жарамды IPv6 мекен-жайы болуы керек.',
    'json' => ' :attribute JSON жолы болуы керек.',
    'lt' => [
        'numeric' => ' :attribute кішірек болуы керек: мәні.',
    'file' => '  файл өлшемі :attribute кішірек болуы керек: мәні Килобайт(а).',
    'string' => '  таңбалар саны :attribute аз болуы керек: мәні.',
    'array' => '  элементтер саны :attribute аз болуы керек: мәні.',
    ],
    'lte' => [
        'numeric' => ' :attribute: мәні немесе кішірек болуы керек.',
    'file' => '  файл өлшемі :attribute болуы керек: мәні Килобайт(а) немесе одан аз.',
    'string' => '  таңбалар саны :attribute: value немесе одан аз болуы керек.',
    'array' => '  элементтер саны :attribute: value немесе одан аз болуы керек.',
    ],
    'max' => [
        'numeric' => ' :attribute бұдан былай болуы мүмкін емес: max.',
    'file' => '  файл өлшемі :attribute үлкен болмайды: Max Килобайт (a).',
    'string' => '  таңбалар саны :attribute аспауы керек: max.',
    'array' => '  элементтер саны :attribute аспауы керек: max.',
    ],
    'mimes' => ' :attribute келесі түрлердің бірінің файлы болуы керек:: values.',
    'mimetypes' => ' :attribute келесі түрлердің бірінің файлы болуы керек:: values.',
    'min' => [
        'numeric' => ' :attribute кем болмауы керек: мин.',
    'file' => '  файл өлшемі :attribute кем болмауы керек: min Килобайт(а).',
    'string' => '  таңбалар саны :attribute кем болмауы керек: мин.',
    'array' => '  элементтер саны :attribute кем болмауы керек: мин.',
    ],
    'not_in' => ' үшін таңдалған мән :attribute қате.',
    'not_regex' => ' үшін таңдалған формат :attribute қате.',
    'numeric' => ' :attribute сан болуы керек.',
    'password' => ' пароль дұрыс емес.',
    'present' => ' :attribute болуы керек.',
    'regex' => '  :attribute қате форматқа ие.',
    'required' => ' :attribute міндетті түрде толтырылуы керек.',
    'required_if' => ' :attribute міндетті түрде толтыру керек, қашан: басқа тең: мәні.',
    'required_unless' => ' :attribute міндетті түрде толтыру керек, қашан: басқа тең емес: мәндер.',
    'required_with' => ' :attribute міндетті түрде толтыру керек, қашан: мәндер көрсетілген.',
    'required_with_all' => ' :attribute міндетті түрде толтыру керек, қашан :мәндер көрсетілген.',
    'required_without' => ' :attribute міндетті түрде толтыру керек, қашан :values көрсетілмеген.',
    'required_without_all' => ' :attribute міндетті түрде толтырылуы керек, егер :мәндер көрсетілмеген болса.',
    'Sam' => ' мәндері :attribute және: other сәйкес келуі керек.',
    'size' => [
        'numeric' => ' :attribute тең болуы керек: өлшемі.',
    'file' => '  файл өлшемі :attribute тең болуы керек: өлшемі Килобайт(а).',
    'string' => '  таңбалар саны :attribute тең болуы керек: өлшемі.',
    'array' => '  элементтер саны :attribute тең болуы керек: өлшемі.',
    ],
    'starts_with' => ':attribute келесі мәндердің бірінен басталуы керек:: values',
    'string' => ' :attribute жол болуы керек.',
    'timezone' => ' :attribute жарамды уақыт белдеуі болуы керек.',
    'unique' => ' өрістің мәні :attribute бұрыннан бар.',
    'жүктелген' => ' өрісті жүктеу :attribute сәтсіз аяқталды.',
    'url' => '  :attribute қате URL пішімі бар.',
    'uuid' => ' :attribute дұрыс UUID болуы керек.',

    /*
    |--------------------------------------------------------------------------
    | Собственные языковые ресурсы для проверки значений
    |--------------------------------------------------------------------------
    |
    | Здесь Вы можете указать собственные сообщения для атрибутов.
    | Это позволяет легко указать свое сообщение для заданного правила атрибута.
    |
    | http://laravel.com/docs/validation#custom-error-messages
    | Пример использования
    |
    |   'custom' => [
    |       'email' => [
    |           'required' => 'Нам необходимо знать Ваш электронный адрес!',
    |       ],
    |   ],
    |
    */

    'custom' => [
        'attribute-name' => [
            'rule-name' => 'custom-message',
        ],
    ],

    /*
    |--------------------------------------------------------------------------
    | Собственные названия атрибутов
    |--------------------------------------------------------------------------
    |
    | Последующие строки используются для подмены программных имен элементов
    | пользовательского интерфейса на удобочитаемые. Например, вместо имени
    | поля "email" в сообщениях будет выводиться "электронный адрес".
    |
    | Пример использования
    |
    |   'attributes' => [
    |       'email' => 'электронный адрес',
    |   ],
    |
    */

    'attributes' => [
        'name' => 'Аты',
        'username' => 'лақап аты',
        'email' => 'E-Mail адресі',
        'first_name' => 'аты',
        'last_name' => 'Тегі',
        'password' => 'Құпия сөз',
        'password_confirmation' => 'Құпия сөзді Растау',
        'city' => 'Қала',
        'country' => 'Мемлекет',
        'address' => 'Адрес',
        'phone' => 'Телефон',
        'mobile' => ' Моб. нөмірі',
        'age' => 'Жасы',
        'sex' => 'еден',
        'gender' => 'жынысы',
        'day' => 'Күн',
        'month' => 'Ай',
        'year' => 'Жыл',
        'hour' => 'Сағат',
        'minute' => 'минут',
        'second' => 'С',
        'title' => 'атауы',
        'content' => 'Мазмұны',
        'description' => 'Сипаттама',
        'excerpt' => 'ысырма жылдамдығы',
        'date' => 'Күн',
        'time' => 'Уақыт',
        'available' => 'қол жетімді',
        'size' => 'Өлшем',
         "role_id"=> " рөлі",
         "img" => " сурет",
        "status"=>"Мәртебесі",
        "banned"=> " қара тізімде",
        "verified"=>"Верифицирован",
        "not-verified" => " тексерілмеген",
        "non-banned"=> " қара тізімде жоқ",
        "thumbnail" => " алдын ала қарау",
        "subtitle"=>"Подзаголовок",
        "links" => "СІЛТЕМЕЛЕР",
        "author_id" => "Автор",
        "language_id" => "Тіл",
        "word" => "сөз",
        "authors" => " тең авторлар",
        "file" => " Файл",
        "news_id" => " жаңалықтар",
        "alias" => " сілтеме",
        "position" => " Позиция",
        //General
        "info" =>"Параметрлер",
        "change" =>"өзгерту",
        "edit" =>"Өңдеу",
        "delete"=>"Жою",
        "save" =>"Сақтау",
        "download" =>"Жүктеу",
        "back" =>"Артқа",
        "cancel"=>"болдырмау",
        "create" =>"Жасау",
        "sure" => " сіз сенімдісіз бе?",
        "action" => "әрекеттер",
        "logout" =>"шығу",

//Auth - Login,Register
        "welcome_login" => " қош келдіңіз! Жеке кабинетке кіру",
        "email"=>"Email",
        "emails" =>"пошта",
        "password" => "Пароль",
        "same_password" =>"парольді қайталау",
        "remember_me" =>"Мені есте сақтау",
        "not_signed"=> " есептік жазба жоқ па? Дәл қазір тіркеліңіз",
        "signed"=>"тіркелгісі Бар? Кіру",
        "login"=>"Кіру",
        "forgot"=> " құпия сөзді ұмыттыңыз ба?",
        "register_message" => "біздің порталда есептік жазба жасаңыз",
        "name"=>"аты-жөні немесе атауы",
        "phone" =>"Телефон",
        "phones" =>"телефон нөмірлері",
        "register" =>"Тіркелу",
        "i_forgot" =>"қалпына келтіру",
        "recovery_password" =>"парольді қалпына келтіру",

        "id" =>"реттік нөмірі",
        "role_id" => "рөл",
        "main" =>"негізгі",
        "users" =>"пайдаланушылар",
        "users_list" =>"пайдаланушылар тізімі",
        "status"=>"Мәртебесі",
        "verified" => "расталған",
        "yes_status" =>"Белсенді",
        "not_verified" => "расталмаған",
        "not_status" =>"белсенді емес",
        "mod_status" =>"модерацияда",


// Menu
        'sliders' => 'жүгірткі',
        'places' => 'Жол',
        'places_category' => 'жолсілтеме санаты',
        'places_name' => 'орындар',
// End Menu

// Table
        'title_kz' => 'Қаз-дағы атауы',
        'title_ru' => 'орыс тіліндегі атауы',
        'title_en' => 'анг атауы',
        'video_kz' => 'қазақ тіліндегі Бейнесілтеме',
        'video_ru' => 'орыс тіліндегі бейне сілтеме',
        'video_en' => 'анг-дағы Бейне Сілтеме',
        'audio_kz' => 'қазақ тіліндегі Аудиосілтеме',
        'audio_ru' => 'орыс тіліндегі Аудио сілтеме',
        'audio_en' => 'анг-дағы Аудио сілтеме',
        'description_kz' => 'сипаттамасы каз',
        'description_ru' => 'сипаттамасы орыс тілінде',
        'description_en' => 'Анг сипаттамасы',
        'button_kz' => 'Қаз-дағы батырма',
        'button_ru' => 'орыс тіліндегі батырма',
        'button_en' => 'анг батырмасы',
        'link' => 'Сілтеме',
        'number' => 'реттік нөмірі',
        'image' => 'сурет',
        "description" =>"Сипаттама",
        "title" =>"тақырып",
// End Table


//Events
        "alias" =>"сілтеме",
        "event_categories" =>"оқиғалар санаты",
        "events" =>"оқиғалар",
        "place_id" => "нұсқаулықтағы нысан",
        "event_types" => "қызмет немесе оқиға",
        "address" =>"Адрес",
        "address_link" =>"картадағы белгілер",
        "eventum" => "Eventum ішіндегі Код",
        "social_networks" => "әлеуметтік желі",
        "sites" => "веб-сайттар",
        "images" =>"бірнеше суреттер",
        "rating_company" =>"Рейтинг",
        "rating_ball" =>"балл рейтингі",
        "price" =>"құны",
        "event_type" =>"оқиға түрі",
        "not_required"=>"*қосымша өріс",

// Routes
        "route_categories" =>"маршруттар санаты",
        "route_types" =>"маршрут түрлері",
        "routes_points" => "маршруттар мен нүктелер",
        "routes" =>"Маршрут",
        "points" =>"маршрут нүктелері",
        "distance" =>"қашықтық",
        "time" =>"уақыт",
        "shops" => "дүкендер мен қолөнершілер",
        "user_id" => "байланыстырылған пайдаланушы",

//Souvenirs
        "souvenir_category"=>"сувенирлер санаты",
        "souvenirs"=> "сувенирлер",
        "souvenir" =>"Сувенир",
        "category_id" =>"санат",
        "shop_id" => "Дүкен / қолөнерші",
        "organizators" =>"гидтер және турагенттіктер",
        "languages" => "Тілдер",
        "education_kz" =>"қазақ тіліндегі білім",
        "education_ru" => "орыс тіліндегі білім",
        "education_en" => "ағылшын тіліндегі білім",
        "category_news" =>"Жаңалықтар санаты",
        "news"=>"Жаңалықтар",
        "tags_blogs" =>"Блог және тегтер",
        "tags"=>"Тэги",
        "blogs" =>"Блог",

        "galleries" => "Галерея",
        "workdays"=>"жұмыс күндері",
        "weekday_id" =>"Апта күні",
        "date_start" =>"басталу күні",
        "date_end" =>"аяқталу күні",
        "time_start" =>"басталу уақыты",
        "time_end" =>"аяқталу уақыты",
        "reviews" =>"Пікірлер",
        "review"=>"кері Қайтарып алу",
        "rating" =>"Рейтинг",
        "pagination" => "іріктелген элементтер саны",
        'order' =>"күн бойынша Жүктеу",
        'ASC' =>"алдымен ескі",
        "DESC" =>"алдымен жаңа",
        "all"=>"Барлық",
        "settings" => "сүзгілер",
        "partners"=>"Серіктестер",
        "partner" => "серіктес",
        "contacts" => "Байланыстар",
        "icon" => "әлеуметтік желі",
        "socials" => "Әлеуметтік желілер",
        "social" => "әлеуметтік желі",
        "backup" =>"ДБ сақтық көшірмелері",
        "search" =>"іздеу",
        "start_search" =>"іздеуді бастау",
        "parent_id" => "ата-ана санаты",




        "all_users" =>"барлық пайдаланушылар",
        "admin" =>"әкімшілер",
        "moderator" => "модераторлар",
        "usual_user" =>"пайдаланушы",
        "tour_agency" => " Тур.агенство",
        "guide" => "гидтер",
        "craft" =>"дүкендер",
        "craftman" => "қолөнершілер",
        "active" =>"белсенді",
        "non_active" =>"белсенді емес",
        "on_moderation" =>"модерацияда"


        ],
];
